Repository: danieldcastro/secret_hitler_companion
Catalog: lib/core/utils/l10n/arb/app_*.arb
Languages: pt

# holdButtonMessage
source: Tap and hold to start the assembly
pt: Toque e segure para iniciar a assembleia

# voterQuantityPageTitle
source: Dial the number of voters
pt: Disque o número de votantes

# voterLabel
source: Voter
pt: Votante

# fascistLabel
source: Fascist
pt: Fascista

# liberalsLabel
source: Liberals
pt: Liberais

# backLabel
source: Back
pt: Voltar

# rosterPageMessage
source: Register all voters to continue
pt: Registre todos os votantes para continuar

# confidentialLabel
source: Confidential
pt: Confidencial

# topSecretLabel
source: Top Secret
pt: Super Secreto

# rolePageMessage
source: Check your roles to start the voting
pt: Verifiquem seus papéis para iniciar as votações

# envelopeMessage
source: Only the voter identified as {playerName} should open this envelope.
pt: Somente o votante identificado como {playerName} deve abrir este envelope.
